tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansible"
brew "bat"
brew "docker"
brew "exa"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "openjdk"
brew "maven"
brew "mysql", restart_service: true
brew "neovim"
brew "openjdk@8"
brew "redis"
brew "ripgrep"
brew "sqlcmd"
brew "stow"
brew "terraform"
brew "tmux"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "appcleaner"
cask "brave-browser"
cask "docker"
cask "fig"
cask "font-agave-nerd-font"
cask "font-fira-code"
cask "iterm2"
cask "keyboard-cleaner"
cask "logitech-options"
cask "mcbopomofo"
cask "orbstack"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "zoom"
